{
    "Acid" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Blindness.</b> Your eyes are destroyed; you gain the blinded condition. Magic such as the regenerate spell can restore your sight.</td></tr><tr><td class='c1'>2</td><td class='c1'><b>Partial Blindness.</b> Your eyes are damaged; you have disadvantage on Wisdom (Perception) checks that rely on sight and on ranged attack rolls. Magic such as the regenerate spell can heal the damage to your eyes. If you have already suffered partial blindness, you're blinded. </td></tr><tr><td class='c2'>3</td><td class='c2'><b>Destroyed Hand.</b> You can no longer hold anything with two hands, and you can hold only a single object at a time. Magic such as the regenerate spell can restore the lost appendage.</td></tr><tr><td class='c1'>4</td><td class='c1'><b>Destroyed Foot or Leg.</b> Your speed on foot is halved, and you must use a crutch or cane to move. You fall prone after using the Dash action. You have disadvantage on Dexterity checks made to balance. Magic such as the regenerate spell can restore thedamaged appendage.</td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Major Neuralgia.</b> You are in constant pain from nerve damage. Whenever you attempt an actionin combat, you must make a DC 15 Constitution saving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn.Magical healing of 6th level or higher, such as heal and regenerate, cures the neuralgia, or if you spend twenty days doing nothing but resting it resolves on its own.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Minor Neuralgia.</b> This has the same effect as Major Neuralgia above, except that the save DC is 10, and it only takes ten days to resolve on its own.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b>Horrible Disfigurement.</b> You have acid burns to the extent that the scars can't be easily concealed. You havedisadvantage on Charisma (Persuasion) checks and advantage on Charisma (Intimidation) checks. Magical healing of 6th level or higher, such as heal and regenerate, removes the acid burn scar.</td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Blisters.</b> You have severe blisters. You have disadvantage on Dexterity checks. The blisters heal if you receive magical healing. Alternatively, someone can tend to the blisters and make a DC 15 Wisdom (Medicine) check once every 24 hours. After seven successes, the blisters heal.</td></tr><tr><td class='c1'>17-20</td><td class='c1'><b>Minor Disfigurement.</b> You have acid burn scars, but they don’t have any adverse effect. Magical healing of 6th level or higher, such as heal and regenerate, removes the acid burn scars. </td></tr></tbody></table>",
    "Bludgeoning or Force" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Brain Injury.</b> You have suffered a brain injury. You have disadvantage on Intelligence, Wisdom, and Charisma checks, as well as Intelligence, Wisdom, and Charisma saving throws. If you fail a saving throw against bludgeoning damage, force damage, or psychic damage, you are also stunned until the end of your next turn. Magic such as the regenerate spell can restore your full brain function. </td></tr><tr><td class='c1'>2</td><td class='c1'><b>Broken leg.</b> Your speed on foot is halved, and you must use a cane or crutch to move. You fall prone after using the Dash action. You have disadvantage on Dexterity checks made to balance. If your leg is splinted with a successful DC 15 Wisdom (Medicine) check, then magical healing of 6th level or higher, such as heal and regenerate, mends the broken leg , or it will heal naturally in 8 weeks. If it is not splinted before it's healed or allowed to heal, the effects remain until it is rebroken and splinted.</td></tr><tr><td class='c2'>3</td><td class='c2'><b>Broken arm.</b> You can no longer hold anything with two hands, and you can hold only a single object at a time. If your arm is splinted with a successful DC 15 Wisdom (Medicine) check, then magical healing of 6th level or higher, such as heal and regenerate, mends the broken leg, or it will heal naturally in 8 weeks. If it is not splinted before it's healed or allowed to heal, the effects remain until it is rebroken and splinted.</td></tr><tr><td class='c1'>4</td><td class='c1'><b>Internal Injury.</b> Whenever you attempt an action in combat, you must make a DC 15 Constitutionsaving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. Magical healing of 6th level or higher, such as heal and regenerate, cure the injury, or if you spend ten days doing nothing but resting, it will heal naturally.</td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Broken Ribs.</b> This has the same effect as Internal Injury above, except that the save DC is 10.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Major Concussion.</b> You have disadvantage on Intelligence checks, Wisdom checks, and Charisma checks, as well as Constitution saving throws to maintain concentration. Magical healing of 6th level or higher, such as heal and regenerate, cures the concussion. Alternately, it heals on its own in four weeks.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b> Minor Concussion.</b> You have disadvantage on Intelligence checks. The concussion heals if you receive any magical healing; alternately it heals on its own in two weeks. If you already have a minor concussion, you suffer a major concussion.</td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Severe bruising.</b> You suffer severe bruising over an extensive portion of your anatomy. Anytime you suffer bludgeoning or force damage, you suffer an additional point of bludgeoning or force damage. The bruising heals if you receive magical healing. Alternately, it heals on its own in 2 week.</td></tr><tr><td class='c1'>17-20</td><td class='c1'><b> Broken Nose.</b> Your broken nose is painful but doesn't have any adverse effect. Any magical healing mends your nose, although it may heal crooked if it is crooked when the healing is applied. </td></tr></tbody></table>",
    "Cold" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Ocular Damage.</b> One of your corneas is damaged from frostbite. You have disadvantage on Wisdom(Perception) checks that rely on sight and on ranged attack rolls. Magic such as the regenerate spell can restore the damaged cornea. If you have no corneas that remain undamaged after sustaining this injury, you're blinded. </td></tr><tr><td class='c1'>2</td><td class='c1'><b>Systemic Damage from Frostbite.</b> You have disadvantage on Strength, Dexterity, and Constitution ability checks and Strength, Dexterity, and Constitution saving throws. Magic such as the regenerate spell cures this damage.</td></tr><tr><td class='c2'>3</td><td class='c2'><b>Gangrene of the Hand.</b> You can no longer hold anything with two hands, and you can hold only asingle object at a time. Magic such as the regenerate spell can restore the crushed appendage.</td></tr><tr><td class='c1'>4</td><td class='c1'><b>Gangrene of the Foot.</b> Your speed on foot is halved, and you must use a cane or crutch to move. You fall prone after using the Dash action. You have disadvantage on Dexterity checks made to balance. Magic such as the regenerate spell can restore the crushed appendage.</td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Major Neuralgia.</b> You have constant, painful nerve damage over a large portion of your body. Whenever you attempt an action in combat, you must make a DC 15 Constitution saving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. Magical healing of 6th level or higher, such as heal and regenerate, cures the neuralgia, or if you spend twenty days doing nothing but resting it resolves on its own.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Frostbitten Foot.</b> Your speed on foot is reduced by 5 feet. You must make a DC 10 Dexterity saving throw afterusing the Dash action. If you fail the save, you fall prone. Magical healing cures the frostbite. Alternately, your foot can be treated with a successful DC 15 Wisdom (Medicine) check, in which case it will heal naturally in 2 weeks.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b> Frostbitten hand.</b> Randomly determine which hand has been frostbitten. In order to grasp or manipulate an object with that hand, you must succeed at a DC 15 Dexterity check. Magical healing cures the frostbite. Alternately, your hand can be treated with a successful DC 15 Wisdom (Medicine) check, in which case it will heal naturally in 2 weeks.</td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Minor Neuralgia.</b> This has the same effect as Major Neuralgia above, except that the save DC is 10 and it only takes ten days to resolve on its own.</td></tr><tr><td class='c1'>17-20</td><td class='c1'><b> Anosmia.</b> You lose your sense of smell and taste. You automatically fail any ability checks that involve your sense of smell or taste. The condition heals if you receive any magical healing.</td></tr></tbody></table>",
    "Fire" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Lose an Eye.</b> You have disadvantage on Wisdom (Perception) checks that rely on sight and on ranged attack rolls. Magic such as the regenerate spell can restore the lost eye. If you have no eyes left after sustaining this injury, you're blinded. </td></tr><tr><td class='c1'>2</td><td class='c1'><b> Fourth Degree Burns.</b> You have disadvantage on ability checks and Strength, Dexterity, and Constitution saving throws. If you fail a saving throw against an effect that causes fire damage, you also gain the stunned condition until the end of your next turn. Magic such as the regenerate spell cures this damage. If you already have fourth degree burns, you must succeed at a DC 15 Constitution saving throw or die.</td></tr><tr><td class='c2'>3</td><td class='c2'><b>Third Degree Burns.</b> You have disadvantage on ability checks and Constitution saving throws. If you fail a saving throw against an effect that causes fire damage, you also gain the stunned condition until the end of your next turn. Magic such as the regenerate spell cures this damage. Alternatively, someone can tend to the burns and make a DC 15 Wisdom (Medicine) check once every week. After ten successes, the burns heal. If you already have third degree burns, you instead suffer fourth degree burns.</td></tr><tr><td class='c1'>4</td><td class='c1'><b>Second Degree Burns.</b> You have disadvantage on Strength, Dexterity, and Constitution checks. Magic such as the regenerate spell cures this damage. Alternately, they will heal on their own in 4 weeks. If you already have second degree burns, you instead suffer third degree burns.</td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Major Neuralgia.</b> You have constant, painful nerve damage over a large portion of your body. Whenever you attempt an action in combat, you must make a DC 15 Constitution saving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. Magical healing of 6th level or higher, such as heal and regenerate, cures the neuralgia, or if you spend twenty days doing nothing but resting, it resolves on its own.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Minor Neuralgia.</b> This has the same effect as Major Neuralgia above, except that the save DC is 10, and it will resolve on its own in ten days.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b>Horrible Disfigurement.</b> You have burn scars to the extent that can't be easily concealed. You have disadvantage on Charisma (Persuasion) checks and advantage on Charisma (Intimidation) checks. Magical healing of 6th level or higher, such as heal and regenerate, removes the burn scars.</td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Blisters.</b> You have severe blisters. You have disadvantage on Dexterity checks. The blisters heal if you receive magical healing. Alternatively, someone can tend to the blisters and make a DC 15 Wisdom (Medicine) check once every 24 hours. After seven successes, the blisters heal.</td></tr><tr><td class='c1'>17-20</td><td class='c1'><b> First Degree Burns.</b> You have superficial but painful burns. Whenever you take fire damage, you take an additional 1 point of damage. Magical healing cures the burns; alternately, they will heal on their own in 2 weeks. If you already have first degree burns, you instead suffer second degree burns.</td></tr></tbody></table>",
    "Lightning" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Brain Injury.</b> You have suffered a brain injury. You have disadvantage on Intelligence, Wisdom, and Charisma checks, as well as Intelligence, Wisdom, and Charisma saving throws. If you fail a saving throw against bludgeoning damage, force damage, or psychic damage, you are also stunned until the end of your next turn. Magic such as the regenerate spell can restore your full brain function. </td></tr><tr><td class='c1'>2</td><td class='c1'><b> Explosive Grounding of the Hand.</b> You lose a hand. You can no longer hold anything with two hands, and you can hold only a single object at a time. Magic such as the regenerate spell can restore the lost appendage.</td></tr><tr><td class='c2'>3</td><td class='c2'><b>Explosive Grounding of the Foot.</b> You lose a foot. Your speed on foot is halved, and you must use a cane or crutch to move unless you have a peg leg or other prosthesis. You fall prone after using the Dash action. You have disadvantage on Dexterity checks made to balance. Magic such as the regenerate spell can restore the lost appendage.</td></tr><tr><td class='c1'>4</td><td class='c1'><b>Kidney Failure.</b> When you complete a long rest, you must succeed at a Constitution saving throw DC 15 or gain the poisoned condition until you complete a long rest. Magic such as the regenerate spell can cure your kidney failure. Alternatively, someone can tend to the kidney failure and make a DC 15 Wisdom (Medicine) check once every week. After ten successes, the kidney failure is resolved. </td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Arc Flash.</b> Roll on the fire table.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Cardiac Injury.</b> You gain a level of exhaustion which cannot be removed by normal means. If you fail a saving throw against fear or fear effects, you gain another level of exhaustion that can be removed by normal means. Magic such as the regenerate spell can heal your cardiac damage.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b>Skeletal Muscle Breakdown.</b> You have disadvantage on Strength checks and Strength saving throws. Magic such as the regenerate spell can cure your muscle breakdown. Alternatively, it will resolve on its own in 6 weeks. </td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Muscle Spasms.</b> You have disadvantage on Dexterity checks. Magical healing cures your muscle spasms. Alternatively, they will resolve on their own in 2 weeks. </td></tr><tr><td class='c1'>17-20</td><td class='c1'><b> Flash Burns.</b> You have superficial burns. You turn red as a lobster, but otherwise suffer no mechanical effects. Magical healing cures your flash burns. Alternatively, they will heal on their own in 2 weeks. </td></tr></tbody></table>",
    "Necrotic" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Spiritual Injury.</b> You are afflicted with intense apathy and depression. You have disadvantage on Intelligence, Wisdom, and Charisma ability checks and Intelligence, Wisdom, and Charisma saving throws. Magic such as the heal or regenerate spell can resolve your spiritual injury, but such spells must be cast by a cleric, druid, or other class that uses divine magic. </td></tr><tr><td class='c1'>2</td><td class='c1'><b> Withered Hand.</b> You lose a hand. You can no longer hold anything with two hands, and you can hold only a single object at a time. Magic such as the regenerate spell can restore the lost appendage.</td></tr><tr><td class='c2'>3</td><td class='c2'><b>Withered Foot.</b> Your speed on foot is halved, and you must use a cane or crutch to move. You fall prone after using the Dash action. You have disadvantage on Dexterity checks made to balance. Magic such as the regenerate spell can restore the lost appendage.</td></tr><tr><td class='c1'>4</td><td class='c1'><b>Major Organ Necrosis.</b> Whenever you attempt an action in combat, you must make a DC 15 Constitution saving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. Magical healing of 6th level or higher, such as heal and regenerate, cures the Major Organ Necrosis. </td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Minor Organ Necrosis.</b> This has the same effect as Major Organ Necrosis above, except that the save DC is 10.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Necrotic Stench.</b> You smell like rotting flesh. You have disadvantage on Charisma (Persuasion) checks. Magical healing of 6th level or higher, such as heal and regenerate, removes the smell.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b>Necrotizing Wound.</b> Your hit point maximum is reduced by 1 every 24 hours the wound persists. If your hit point maximum drops to 0, you die. The wound heals if you receive magical healing. Alternatively, someone can tend to the wound and make a DC 15 Wisdom (Medicine) check once every 24 hours. After ten successes, the wound heals. </td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Inflammation.</b> Your muscles are irritated and inflamed. You have disadvantage on strength checks. Magical healing resolves the inflammation. Alternately, it will resolve on its own in two weeks. </td></tr><tr><td class='c1'>17-20</td><td class='c1'><b> Necrotic Discoloration.</b> You get white and gray spots on your cheeks. The spots don't have any adverse effect. Magical healing of 6th level or higher, such as heal and regenerate, removes the spots.  </td></tr></tbody></table>",
    "Piercing" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Lose an Eye.</b> You have disadvantage on Wisdom (Perception) checks that rely on sight and on ranged attack rolls. Magic such as the regenerate spell can restore the lost eye. If you have no eyes left after sustaining this injury, you're blinded. </td></tr><tr><td class='c1'>2</td><td class='c1'><b> Throat Injury.</b> You gain a level of exhaustion which cannot be removed by normal means. You also have disadvantage on constitution checks. Magic such as the regenerate spell can heal your throat injury. </td></tr><tr><td class='c2'>3</td><td class='c2'><b>Groin Injury.</b> Your speed on foot is halved, and you must use a cane or crutch to move. You cannot take the Dash action. You are also sterile. Magic such as the regenerate spell can heal the groin injury.</td></tr><tr><td class='c1'>4</td><td class='c1'><b>Cardiac Injury.</b> You gain a level of exhaustion which cannot be removed by normal means. If you fail a saving throw against fear or fear effects, you gain another level of exhaustion that can be removed by normal means. Magic such as the regenerate spell can heal your cardiac damage.</td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Organ Damage.</b> Whenever you attempt an action in combat, you must make a DC 15 Constitution saving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. Magic such as the regenerate spell can cure your organ damage. Alternatively, someone can tend to the organ damage and make a DC 15 Wisdom (Medicine) check once every day. After ten successes, the organ damage is resolved.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Pierced Stomach.</b> When you complete a long rest, you must succeed at a Constitution saving throw DC 10 or gain the poisoned condition until you complete a long rest. Magical healing of 6th level or higher, such as heal and regenerate, heals the pierced stomach, or if you spend ten days doing nothing but resting, it heals on its own.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b>Horrible Scar.</b> You are disfigured to the extent that the wound can't be easily concealed . You have disadvantage on Charisma (Persuasion) checks and advantage on Charisma (Intimidation) checks. Magical healing of 6th level or higher, such as heal and regenerate, removes the scar.</td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Festering Wound.</b> Your hit point maximum is reduced by 1 every 24 hours the wound persists. If your hit point maximum drops to 0, you die. The wound heals if you receive any magical healing. Alternatively, someone can tend to the wound and make a DC 15 Wisdom (Medicine) check once every 24 hours. After ten successes, the wound heals.</td></tr><tr><td class='c1'>17-20</td><td class='c1'><b> Minor Scar.</b> The scar doesn't have any adverse effect. Magical healing of 6th level or higher, such as heal and regenerate, removes the scar.  </td></tr></tbody></table>",
    "Poison" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Systemic Damage.</b> You have disadvantage on Strength, Dexterity, and Constitution ability checks and Strength, Dexterity, and Constitution saving throws. Magic such as the regenerate spell cures this damage.</td></tr><tr><td class='c1'>2</td><td class='c1'><b> Major Liver Damage.</b> When you complete a long rest, you must succeed at a Constitution saving throw DC 15 or gain the poisoned condition until you complete a long rest. Additionally, whenever you take poison damage, you take an additional 3 (1d6) poison damage. Anytime you drink alcohol or take another drug, you take 3 (1d6) poison damage. Magic such as the regenerate spell can cure your liver failure. </td></tr><tr><td class='c2'>3</td><td class='c2'><b>Minor Liver Damage.</b> When you complete a long rest, you must succeed at a Constitution saving throw DC 10 or gain the poisoned condition until you complete a long rest. Additionally, whenever you take poison damage, you take an additional 2 (1d4) poison damage. Anytime you drink alcohol or take another drug, you take 2 (1d4) poison damage. Magic such as the regenerate spell can cure your liver failure.</td></tr><tr><td class='c1'>4</td><td class='c1'><b>Major Kidney Failure.</b> When you complete a long rest, you must succeed at a Constitution saving throw DC 15 or gain the poisoned condition until you complete a long rest. Magic such as the regenerate spell can cure your kidney failure. Alternatively, someone can tend to the kidney failure and make a DC 15 Wisdom (Medicine) check once every week. After ten successes, the kidney failure is resolved. </td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Minor Kidney Failure.</b> This has the same effect as Major Kidney Failure above, except that the save DC is 10 and only six Wisdom (Medicine) check successes are needed to resolve the Kidney Failure.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Cardiac Injury.</b> You gain a level of exhaustion which cannot be removed by normal means. If you fail a saving throw against fear or fear effects, you gain another level of exhaustion that can be removed by normal means. Magic such as the regenerate spell can heal your cardiac damage.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b>Vertigo.</b> You have disadvantage on Dexterity checks. Magic such as the regenerate spell can cure your vertigo. Alternatively, it will resolve on its own in 8 weeks. </td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Nausea.</b> You have disadvantage on Constitution checks. Magical healing cures your nausea. Alternatively, it will resolve on its own in 4 weeks. </td></tr><tr><td class='c1'>17-20</td><td class='c1'><b> Minor nausea.</b> You must succeed at a DC 10 Constitution saving throw before you can consume food. Magical healing cures your nausea. Alternatively, it will resolve on its own in 1 week.  </td></tr></tbody></table>",
    "Psychic" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Brain Injury.</b> You have suffered a brain injury. You have disadvantage on Intelligence, Wisdom, and Charisma checks, as well as Intelligence, Wisdom, and Charisma saving throws. If you fail a saving throw against bludgeoning damage, force damage, or psychic damage, you are also stunned until the end of your next turn. Magic such as the regenerate spell can restore your full brain function. </td></tr><tr><td class='c1'>2</td><td class='c1'><b> Indefinite Madness.</b> Roll on the Indefinite Madness table in the Dungeon Masters Guide. </td></tr><tr><td class='c2'>3</td><td class='c2'><b>Severe headaches.</b> You have disadvantage on Wisdom checks and Wisdom saving throws. If you fail a saving throw against bludgeoning damage, force damage, or psychic damage, you are also stunned until the end of your next turn. Magic such as the regenerate spell can cure your severe headaches. </td></tr><tr><td class='c1'>4</td><td class='c1'><b>Phobia.</b> You develop a debilitating fear of something in the situation from which you gained your injury. For example, if you were damaged by a mind flayer, you might have a fear of octopuses. The DM will decide. When you are confronted with your phobia, you have disadvantage on all ability checks and saving throws. Magic such as the regenerate spell can cure your phobia. </td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Long-term Madness.</b> Roll on the Long-term Madness table in the Dungeon Masters Guide. Your madness lasts twice as long.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Weak Persona.</b> You have suffered damage to your sense of self. You have disadvantage on Charisma checks. Magic such as the regenerate spell can heal your weak persona. Alternately, it will heal on its own in four weeks. </td></tr><tr><td class='c2'>11-13</td><td class='c2'><b>Minor headaches.</b> You have disadvantage on Wisdom checks. Magical healing cures your minor headaches. Alternately, they will resolve on their own in two weeks. </td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Inappropriate Volume.</b> You can’t regulate your volume. You shout when you intend to whisper, and whisper when you intend to shout. Magical healing cures your inappropriate volume. </td></tr><tr><td class='c1'>17-20</td><td class='c1'><b> Short-term Madness.</b> Roll on the Short-term Madness table in the Dungeon Masters Guide. Your madness lasts twice as long. </td></tr></tbody></table>",
    "Radiant" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Blindness.</b> Your eyes are destroyed; you gain the blinded condition. Magic such as the regenerate spell can restore your sight. </td></tr><tr><td class='c1'>2</td><td class='c1'><b>Partial Blindness.</b> Your retinas are damaged; you have disadvantage on Wisdom (Perception) checks that rely on sight and on ranged attack rolls. Magic such as the regenerate spell can restore the lost eye. If you have already suffered partial blindness, you're blinded. </td></tr><tr><td class='c2'>3</td><td class='c2'><b>Third Degree Burns.</b> You have disadvantage on ability checks and Constitution saving throws. If you fail a saving throw against an effect that causes fire damage, you also gain the stunned condition until the end of your next turn. Magic such as the regenerate spell cures this damage. Alternatively, someone can tend to the burns and make a DC 15 Wisdom (Medicine) check once every week. After ten successes, the burns heal. If you already have third degree burns, you instead suffer fourth degree burns as per the Fire chart. </td></tr><tr><td class='c1'>4</td><td class='c1'><b>Second Degree Burns.</b> You have disadvantage on Strength, Dexterity, and Constitution checks. Magic such as the regenerate spell cures this damage. Alternately, they will heal on their own in 4 weeks. If you already have second degree burns, you instead suffer third degree burns. </td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Large Skin Tumors.</b> You develop several large, painful skin tumors. You have disadvantage on Charisma and Wisdom checks. Magic such as the regenerate spell cures your large skin tumors. If your large skin tumors are not cured within six months, you develop Systemic Damage as per the poison table.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Small Skin Tumors.</b> You develop several small, painless skin tumor. You have disadvantage on Charisma checks. Magic such as the regenerate spell cures your small skin tumors. If your small skin tumors are not cured within one year, you develop Large Skin Tumors.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b>Blisters.</b> You have severe blisters. You have disadvantage on Dexterity checks. The blisters heal if you receive magical healing. Alternatively, someone can tend to the blisters and make a DC 15 Wisdom (Medicine) check once every 24 hours. After seven successes, the blisters heal. </td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>First Degree Burns.</b> You have superficial but painful burns. Whenever you take fire damage, you take an additional 1 point of damage. Magical healing cures the burns; alternately, they will heal on their own in 2 weeks. If you already have first degree burns, you instead suffer second degree burns. </td></tr><tr><td class='c1'>17-20</td><td class='c1'><b> Hair Loss and Cosmetic Damage.</b> Visible hair on your body burns away but will grow back as normal. If you have any exposed tattoos, they fade as if exposed to 10 years of sunlight.</td></tr></tbody></table>",
    "Slashing" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Lose an Eye.</b> You have disadvantage on Wisdom (Perception) checks that rely on sight and onranged attack rolls. Magic such as the regenerate spell can restore the lost eye. If you have no eyes left after sustaining this injury, you're blinded. </td></tr><tr><td class='c1'>2</td><td class='c1'><b>Lose an Arm or a Hand.</b> You can no longer hold anything with two hands, and you can hold only asingle object at a time. Magic such as the regenerate spell can restore the lost appendage.</td></tr><tr><td class='c2'>3</td><td class='c2'><b>Lose a Foot or Leg.</b> Your speed on foot is halved, and you must use a cane or crutch to move unless you have a peg leg or other prosthesis. You fall prone after using the Dash action. You have disadvantage on Dexterity checks made to balance. Magic such as the regenerate spell can restore the lost appendage.</td></tr><tr><td class='c1'>4</td><td class='c1'><b>Hamstrung.</b> Your speed on foot is reduced by 5 feet. You must make a DC 10 Dexterity saving throw after using the Dash action. If you fail the save, you fall prone. Magic such as the regenerate spell can cure your severed hamstring tendons. </td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Major Internal Injury.</b> Whenever you attempt an action in combat, you must make a DC 15 Constitutionsaving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. Magical healing of 6th level or higher, such as heal and regenerate, heals the internal injury; alternately, if you spend ten days doing nothing but resting, it heals on its own.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Minor Internal Injury.</b> This has the same effect as Major Internal Injury above, except that the save DC is 10.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b>Horrible Scar.</b> You are disfigured to the extent that the wound can't be easily concealed. You have disadvantage on Charisma (Persuasion) checks and advantage on Charisma (Intimidation) checks. Magical healing of 6th level or higher, such as heal and regenerate, removes the scar. </td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Festering Wound.</b> Your hit point maximum is reduced by 1 every 24 hours the wound persists. If your hit point maximum drops to 0, you die. The wound heals if you receive magical healing. Alternatively, someone can tend to the wound and make a DC 15 Wisdom (Medicine) check once every 24 hours. After ten successes, the wound heals. </td></tr><tr><td class='c1'>17-20</td><td class='c1'><b> Minor Scar.</b> The scar doesn't have any adverse effect. Magical healing of 6th level or higher, such as heal and regenerate, removes the scar. </td></tr></tbody></table>",
    "Thunder" : "<table style='margin: 0;' class='table table-dark table-bordered table-striped'><tbody><tr><td class='c1'><b>d20</b></td><td class='c1'><b>Lingering Injury</b></td></tr><tr><td class='c2'>1</td><td class='c2'><b>Brain Injury.</b> You have suffered a brain injury. You have disadvantage on Intelligence, Wisdom, and Charisma checks, as well as Intelligence, Wisdom, and Charisma saving throws. If you fail a saving throw against bludgeoning damage, force damage, or psychic damage, you are also stunned until the end of your next turn. Magic such as the regenerate spell can restore your full brain function.  </td></tr><tr><td class='c1'>2</td><td class='c1'><b>Deafness.</b> Your eardrums have been destroyed; you gain the deafened condition. Magic such as the regenerate spell can restore your hearing. </td></tr><tr><td class='c2'>3</td><td class='c2'><b>Partial Deafness.</b> Your eardrums have been damaged; you are hard of hearing. You have disadvantage on any ability check that requires hearing. Magic such as the regenerate spell can restore your hearing. </td></tr><tr><td class='c1'>4</td><td class='c1'><b>Severe Headaches.</b> You have disadvantage on Wisdom checks and Wisdom saving throws. If you fail a saving throw against bludgeoning damage, force damage, or psychic damage, you are also stunned until the end of your next turn. Magic such as the regenerate spell can cure your severe headaches.</td></tr><tr><td class='c2'>5-7</td><td class='c2'><b>Internal Injury.</b> Whenever you attempt an action in combat, you must make a DC 15 Constitution saving throw. On a failed save, you lose your action and can't use reactions until the start of your next turn. Magical healing of 6th level or higher, such as heal and regenerate, cures the internal injury, or if you spend ten days doing nothing but resting, it heals on its own.</td></tr><tr><td class='c1'>8-10</td><td class='c1'><b>Major Concussion.</b> You have disadvantage on Intelligence checks, Wisdom checks, and Charisma checks, as well as Constitution saving throws to maintain concentration. Magical healing of 6th level or higher, such as heal and regenerate, cures the concussion. Alternately, it heals on its own in four weeks.</td></tr><tr><td class='c2'>11-13</td><td class='c2'><b>Minor Concussion.</b> You have disadvantage on Intelligence checks.The concussion heals if you receive any magical healing; alternately it heals on its own in two weeks. If you already have a minor concussion, you suffer a major concussion. </td></tr><tr><td class='c1'>14-16</td><td class='c1'><b>Minor headaches.</b> You have disadvantage on Wisdom checks. Magical healing of 6th level or higher, such as heal and regenerate, cures the headaches. Alternately, they will resolve on their own in two weeks. </td></tr><tr><td class='c2'>17-20</td><td class='c2'><b> Severe bruising.</b> You suffer severe bruising over an extensive portion of your anatomy. Anytime you suffer bludgeoning or force damage, you suffer an additional point of bludgeoning or force damage. The bruising heals if you receive magical healing. Alternately, it heals on its own in 2 week.  </td></tr></tbody></table>"
}